@extends('layouts.template')
@section('stylesheet')

<style>
.breadcrumb-area {
    background-image: url('{{url('assets/home/1920_450.png')}}');
}
p{
  margin-bottom: 10px;
}
.kim-link li {
    position: relative;
    font-weight: 500;
    margin-bottom: 10px;
    padding-left: 20px;
}
.kim-link li:after {
    position: absolute;
    content: "";
    top: 6px;
    left: 0;
    width: 10px;
    height: 10px;
    -webkit-border-radius: 50%;
    -moz-border-radius: 50%;
    border-radius: 50%;
    background-color: rgba(127, 136, 151, 0.4);
}
</style>

@stop('stylesheet')
@section('content')


<!-- ================================
       START ADMISSION AREA
================================= -->
<section class="admission-area">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                <div class="section-heading text-center">

                    <h2 class="section__title">Terms of Service</h2>
                    <span class="section__divider"></span>
                    <h5>
                      ข้อกำหนดและเงื่อนไขการใช้บริการ
                    </h5>
                </div>
            </div>
        </div>
        <div class="row">
            <div class="col-lg-10 mx-auto">
                <div class="admission-body">
                    <div class="contact-form-action">
                        <!--Contact Form-->
                        <form method="post">
                            <div class="row">
                                <div class="col-lg-12">


                                  <p>
      เอกสารเงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัวนี้อธิบายข้อมูลที่บริษัทมาสเตอร์ โฟโต้ เน็ตเวิร์ค จำกัด (ต่อไปนี้จะเรียกว่า “บริษัท” “เรา” หรือ “ของเรา”) จะใช้ จะเก็บไว้ จะส่งต่อ หรือจะปกป้องไว้ซึ่งข้อมูลของผู้ใช้งานอย่างไร
      </p>
      <p>
        เอกสารเงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัวนี้มีผลเฉพาะต่อการใช้งานทางเวปไซด์และการให้บริการทางออนไลน์ของบริษัทเท่านั้น ทางบริษัทขอให้ผู้ใช้งานได้อ่านและทำความเข้าใจในเนื้อหาทั้งหมดของเอกสารเงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัวนี้ก่อนการใช้งานเวปไซด์หรือการบริการทางออนไลน์ เมื่อได้อ่านและทำความเข้าใจแล้ว หากมีส่วนหนึ่งส่วนใดที่ผู้ใช้งานไม่ยินยอม หรือ มีความเห็นต่างจากเงื่อนไขหรือรายละเอียดที่ได้ระบุไว้ ทางบริษัทขอแนะนำให้ผู้ใช้งานหยุดใช้เวปไซด์หรือบริการทางออนไลน์นี้
      </p>
      <h3>Terms of Services </h3>
      <h6>>ลิขสิทธิ์และความเป็นเจ้าของซอฟแวร์ </h6>

      <p>
 ซอฟแวร์ ข้อมูล และเนื้อหาต่างๆที่ปรากฎในเวปไซด์ ได้รับการคุ้มครองตามกฎหมายลิขสิทธิ์และกฎหมายที่ใช้บังคับ ผู้ใช้งานจะไม่นำเนื้อหาทั้งหมดหรือส่วนหนึ่งส่วนใดไปทำการดัดแปลงหรือนำไปใช้โดยที่ไม่ได้รับความยินยอมจากทางบริษัทเป็นหนังสือลายลักษณ์อักษรเสียก่อน ทางบริษัทไม่รับประกันว่าเว็บไซด์และซอฟแวร์จะปลอดจากไวรัส ข้อผิดพลาด หรือภัยคุกคามเช่น ไวรัส เวิร์ม สปายแวร์ หรือโทรจันต่างๆ      </p>
      <h6>เกี่ยวกับอายุผู้ใช้งาน </h6>
      <p>
บริษัทไม่ได้กำหนดอายุผู้จะใช้งานเวปไซด์หรือการบริการทางออนไลน์ แต่เราแนะนำให้ผู้ใช้งานที่มีอายุต่ำกว่า18 ปีได้รับความยินยอมจากผู้ปกครองก่อนการใช้งาน โดยเฉพาะการให้ข้อมูลบัตรเครดิตเพื่อการสั่งงาน      </p>
      <h6>เนื้อหาของผู้ใช้งาน  </h6>
      <p>
        ผู้ใช้งานจะไม่ใช้บริการของเราเพื่อการกระทำอันไม่ชอบด้วยกฎหมาย ผู้ใช้งานจะไม่อัพโหลดข้อมูลต่อไปนี้ในการใช้บริการของเรา
      </p>
      <ul class="kim-link">
        <li>
          เนื้อหาหรือข้อมูลที่ละเมิดลิขสิทธิ์ หรือ ไม่ได้รับความยินยิมจากผู้ที่เป็นเจ้าของลิขสิทธิ์ในเนื้อหาหรือข้อมูลนั้นๆ
        </li>
        <li>
          เนื้อหาหรือข้อมูลที่ผิดกฎหมาย ลามกอนาจาร หมิ่นประมาท น่ารังเกียจ ข่มขู่ คุกคามหรือไม่เหมาะสมและเป็นอันตรายต่อเด็กในทางใดทางหนึ่งหรืออาจก่อให้เกิดความผิดทางแพ่งหรือทางอาญาใดๆ
        </li>
        <li>
          เนื้อหาหรือข้อมูลใดๆที่มีไวรัส เวิร์ม สปายแวร์ โทรจันหรือประเภทอื่นๆ ที่ทำให้ระบบเสียหาย
        </li>
        <li>
          เนื้อหาหรือข้อมูลใดๆที่เป็นที่น่ารังเกียจ หรือส่งเสริมการเหยียดสีผิว หรือความเกลียดชังต่อกลุ่มหรือบุคคลใดๆ
        </li>
      </ul>
      <p>
        ทางบริษัทขอสงานสิทธิในการลบทิ้งหรือทำลายข้อมูลอันได้กล่าวมาแล้วโดยไม่ต้องแจ้งหรืออธิบายให้ทราบล่วงหน้า และอาจดำเนินการส่งต่อข้อมูลดังกล่าวต่อหน่วยงานที่เกี่ยวข้องต่อไป
      </p>

      <h6>ค่าบริการและการชำระเงิน </h6>
      <p>
        ราคาที่ปรากฎทั้งหมดใช้สกุลเงินบาท และเป็นราคาที่รวมภาษีมูลค่าเพิ่มแล้ว ยกเว้นที่ได้มีการระบุไว้เป็นอย่างอื่น ราคาของการให้บริการหรือสินค้าต่างๆอาจมีการเปลี่ยนแปลงได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า
      </p>
      <p>
         ผู้ใช้งานตกลงและยินยอมที่จะชำระค่าบริการต่างๆที่เกิดขึ้นจากการสั่งงานของผู้ใช้งาน โดยผ่านทางบัตรเครดิต/บัตรเดบิต วีซ่า มาสเตอร์การ์ด ระบบเพย์พาวว์ หรือชำระผ่านช่องทางการโอนเงินผ่านธนาคารได้ ทางบริษัทได้ใช้ช่องทางการชำระเงินออนไลน์ของผู้ให้บริการรายอื่น ซึ่งได้รับการยอมรับและทางบริษัทได้ตรวจสอบแล้วว่ามีความปลอดภัยและมีความก้าวหน้าที่สุดในประเทศไทย อย่างไรก็ตามทางบริษัทไม่สามารถรับผิดชอบต่อความสูญเสีย หรือความเสียหายที่อาจเกิดขึ้นจากการใช้บริการดังกล่าวได้
      </p>
      <p>
บริษัทจะเริ่มขั้นตอนการทำงานหลังจากที่คำสั่งนั้นได้รับการชำระเงินเป็นที่เรียบร้อบแล้วเท่านั้น เราจะเก็บข้อมูลการสั่งงานที่ยังไม่ชำระเงินไว้เป็นเวลา15วันเท่านั้น หลังจากนั้นงานชิ้นนั้นจะถูกลบออกจากระบบ      </p>

      <h6>การรับประกันความพึงพอใจและนโยบายการคืนสินค้า </h6>
      <p>
        ทางบริษัทจะผลิตงานที่มีคุณภาพและตรงตามความคำสั่งของให้ลูกค้าให้มากที่สุด แต่การยกเลิกงานหรือเปลี่ยนแปลงคำสั่งไม่สามารถทำได้เมื่อการผลิตได้เริ่มต้นขึ้นแล้ว เรายินดีจะรับคืนหรือแก้ไขงานที่ผลิตออกมาไม่ได้มาตราฐาน หรือ เกิดความเสียหายอันเกิดขึ้นจากขั้นตอนการผลิต ทางบริษัทขอสงวนสิทธิ์ในการเปลี่ยนวัตถุดิบที่ใช้หรือขั้นตอนต่างๆในการผลิตแล้วแต่เห็นสมควร  เนื่องจากลูกค้าเป็นผู้ออกแบบงานต่างๆได้เองและสามารถดูรูปแบบได้ก่อนการสั่งงานจริง ดังนั้นทางบริษัทจะไม่รับผิดชอบต่อความผิดพลาดที่เกิดขึ้นจากผู้ใช้งานเองเช่น คำสะกดผิด การวางตำแหน่งผิด การเรียงรูปผิด ความละเอียดที่น้อยไปของรูปที่ใช้ หรือจำนวนของงานที่สั่งเข้ามาในระบบ
      </p>




                                </div><!-- end col-lg-6 -->





                            </div><!-- end row -->
                        </form>
                    </div><!-- end contact-form-action -->
                </div><!-- end admission-body -->
            </div><!-- end col-lg-10 -->
        </div><!-- end row -->
    </div><!-- end container -->
</section><!-- end admission-area -->
<!-- ================================
       START ADMISSION AREA
================================= -->



@endsection

@section('scripts')



@stop('scripts')
